Repository: lucvin/newdle-it
Catalog: newdle/client/src/locales/*/messages.po
Languages: de, eo, it

source: 1 option chosen
it: 1 opzione scelta

source: <0>newdle</0> is a collective meeting scheduling application.
de: <0>newdle</0> ist eine Anwendung, um Termine für Versammlungen zu finden und gemeinsam zu vereinbaren.
eo: <0>newdle</0> estas aplikaĵo por kolektiva planado de kunvenoj.
it: <0>newdle</0> è un'applicazione per organizzare riunioni.

source: <0>newdle</0> will collect the answers!
de: <0>newdle</0> sammelt die Antworten!
eo: <0>newdle</0> kolektos la respondojn!
it: <0>newdle</0> raccoglierà le risposte!

source: A participant can only choose a single slot. Only slots not chosen by someone else can be selected.
it: Ogni partecipante può scegliere un solo slot. Possono essere selezionati solo slot non ancora scelti.

source: Accept all options where I'm available
de: Alle Optionen akzeptieren, wo ich verfügbar bin
eo: Akcepti ĉiujn opciojn, dum kiuj mi disponeblas
it: Accetta le opzioni in cui sono disponibile

source: Add myself
it: Aggiungimi

source: Add new participants
de: Neue Teilnehmer hinzufügen
eo: Aldoni novajn partoprenantojn
it: Aggiungi nuovi partecipanti

source: Add participant
de: Teilnehmer hinzufügen
eo: Aldoni partoprenanton
it: Aggiungi partecipanti

source: Advanced options
de: Erweiterte Optionen
eo: Altnivelaj opcioj
it: Opzioni aggiuntive

source: All participants answered.
de: Alle Teilnehmer haben geantwortet.
eo: Ĉiuj partoprenantoj respondis.
it: Tutti i partecipanti hanno risposto.

source: Answer newdle
de: newdle antworten
eo: Respondi al newdle
it: Rispondi al newdle

source: Answering on behalf of:
de: Antworten im Namen von:
eo: Respondante por:
it: Rispondendo per conto di:

source: Anyone can choose one or more slots. You then pick one final slot.
it: Ogni partecipante può selezionare uno o più slot. Tu confermerai uno slot per tutti.

source: Are you sure you want to leave this page without saving?
de: Möchten Sie diese Seite wirklich verlassen, ohne sie zu speichern?
eo: Ĉu vi certas, ke vi volas forlasi ĉi tiun paĝon sen konservi?
it: Vuoi uscire senza salvare?

source: Attention
de: Achtung
eo: Atento
it: Attenzione

source: Awaiting your reply
de: In Erwartung Ihrer Antwort
eo: Atendante vian respondon
it: In attesa di risposta

source: Back
de: Zurück
eo: Reen
it: Indietro

source: Calendar
it: Calendario

source: Cancel
de: Abbrechen
eo: Nuligi
it: Annulla

source: Change participants
de: Teilnehmer ändern
eo: Ŝanĝi partoprenantojn
it: Cambia partecipanti

source: Change time slots
de: Zeitfenster ändern
eo: Ŝanĝi periodojn
it: Cambia slot temporali

source: Choose the participants
de: Die Teilnehmer wählen
eo: Elektu la partoprenantojn
it: Scegli i partecipanti

source: Choose the time slots
de: Wählen Sie die Zeitfenster
eo: Elektu la periodojn
it: Scegli gli slot temporali

source: Choose your participants
de: Wählen Sie die Teilnehmer
eo: Elektu viajn partoprenantojn
it: Scegli i tuoi partecipanti

source: Click the timeline to add your first time slot
it: Clicca il riquadro per aggiungere il tuo primo slot

source: Click to add time slots
de: Klicken Sie hier, um Zeitfenster hinzuzufügen
eo: Alklaku por aldoni periodojn
it: Clicca per aggiungere degli slot

source: Clone newdle
it: Replica newdle

source: Cloning options
it: Opzioni di replica

source: Confirm
de: Bestätigen
eo: Konfirmi
it: Conferma

source: Confirm changes
it: Conferma cambiamenti

source: Copied!
de: Kopiert!
eo: Kopiite!
it: Copiato!

source: Copy time slots from previous day
de: Zeitfenster vom Vortag kopieren
eo: Kopii periodojn de antaŭa tago
it: Copia slot dal giorno precedente

source: Copy to clipboard
de: In die Zwischenablage kopieren
eo: Kopii en tondujon
it: Copia negli appunti

source: Create a newdle!
it: Crea un newdle!

source: Create event
de: Ereignis erstellen
eo: Krei eventon
it: Crea evento

source: Create newdle
it: Crea newdle

source: Create your first newdle!
de: Erstellen Sie Ihr erstes newdle!
eo: Krei vian unuan newdle!
it: Crea il tuo primo newdle!

source: Create your newdle!
de: Erstellen Sie Ihr newdle!
eo: Krei vian newdle!
it: Crea il tuo newdle!

source: Delete newdle
de: Newdle löschen
eo: Forigi newdle
it: Elimina newdle

source: Delete this newdle
de: Dieses newdle löschen
eo: Forigi ĉi tiun newdle
it: Elimina questo newdle

source: Do you really wish to delete this newdle? Please be aware that <0>this action cannot be undone</0>.
it: Vuoi eliminare questo newdle? Tieni presente che <0>questa azione è irreversibile</0>

source: Done!
de: Fertig!
eo: Farite!
it: Fatto!

source: Duration
de: Dauer
eo: Daŭro
it: Durata

source: E-mail participants
de: Teilnehmern eine E-Mail senden
eo: Retpoŝte mesaĝi al partoprenantoj
it: E-mail partecipanti

source: Edit
it: Modifica

source: Editing newdle
it: Modificando il newdle

source: Email address
de: E-Mail-Adresse
eo: Retpoŝta adreso
it: Indirizzo e-mail

source: Error occurred
de: Ein Fehler ist aufgetreten
eo: Okazis eraro
it: Errore

source: Export answers
it: Esporta le risposte

source: Finalize newdle
it: Concludi il newdle

source: Finalize your newdle
de: Ihr newdle fertigstellen
eo: Finpretigi vian newdle
it: Concludi il tuo newdle

source: Find a common date
it: Trova uno slot comune

source: Get started
de: Jetzt starten
eo: Komenci
it: Inizia

source: Go to newdle summary!
de: Gehen Sie zur Zusammenfassung dieses newdles!
eo: Iri al resumo de newdle!
it: Vai al riassunto del newdle!

source: How does it work?
de: Wie funktioniert es?
eo: Kiel ĝi funkcias?
it: Come funziona?

source: It is not possible to answer this newdle anymore.
de: Auf dieses newdle kann nicht mehr geantwortet werden.
eo: Ne plu eblas respondi ĉi tiun newdle.
it: Non è più possibile rispondere a questo newdle.

source: Keep list of participants
it: Tieni la lista dei partecipanti

source: Keep list of participants private
de: Liste der Teilnehmer privat halten
eo: Ne publikgi la liston de partoprenantoj
it: Nascondi la lista dei partecipanti

source: Keep the timeslots as they are
it: Tieni gli slot come sono

source: Keep timeslots
it: Tieni gli slot

source: Keep title and settings
it: Tieni il titolo e le impostazioni

source: Leave a comment (optional)
de: Einen Kommentar hinterlassen (optional)
eo: Lasi komenton (nedevige)
it: Lascia un commento (opzionale)

source: Leave a comment...
de: Einen Kommentar hinterlassen …
eo: Lasi komenton…
it: Lascia un commento...

source: Log in
de: Anmelden
eo: Ensaluti
it: Accedi

source: Log out
de: Abmelden
eo: Elsaluti
it: Esci

source: Logging in...
de: Anmeldung …
eo: Ensalutante…
it: Accesso in corso...

source: Login
de: Anmeldedaten
eo: Ensaluti
it: Accedi

source: Login required
de: Anmeldedaten erforderlich
eo: Ensaluto necesas
it: Accesso richiesto

source: Logout
de: Abmelden
eo: Elsaluti
it: Esci

source: Made at {cernLink}
it: Sviluppato al {cernLink}

source: Missing search criteria
de: Fehlende Suchkriterien
eo: Mankas serĉaj kriterioj
it: Criteri di ricerca mancanti

source: My newdles
de: Meine newdles
eo: Miaj newdle-oj
it: I miei newdle

source: Name
eo: Nomo
it: Nome

source: Newdle created
it: Newdle creato

source: Newdle type
it: Tipo di newdle

source: Newdles I'm in
de: Newdles, an denen ich teilnehme
eo: Newdle-oj en kiuj mi partoprenas
it: Newdle di cui faccio parte

source: Newdles I'm participating in
it: Newdle di cui faccio parte

source: Next
de: Nächste
eo: Sekven
it: Prosegui

source: Next step
de: Nächster Schritt
eo: Sekva paŝo
it: Prossimo passo

source: No data
de: Keine Daten
eo: Neniu dateno
it: Nessun dato

source: No options chosen
de: Keine Optionen ausgewählt
eo: Neniuj opcioj elektitaj
it: Nessuna opzione scelta

source: No participants selected
de: Keine Teilnehmer ausgewählt
eo: Neniu partoprenanto elektita
it: Nessun partecipante selezionato

source: No users matching the criteria
de: Keine Benutzer, die die Kriterien erfüllen
eo: Neniuj uzantoj kongruas kun la kriterioj
it: Nessun utente corrisponde ai criteri

source: Nobody has voted yet.
de: Bisher hat noch niemand abgestimmt.
eo: Neniu voĉdonis ankoraŭ.
it: Nessuno ha ancora votato.

source: Not logged in
it: Accesso non effettuato

source: Note that some of your participants did not provide an email address and thus could not be notified!
de: Beachten Sie, dass einige Ihrer Teilnehmer keine E-Mail-Adresse angegeben haben und daher nicht benachrichtigt werden konnten!
eo: Notu, ke kelkaj el viaj partoprenantoj ne donis retpoŝtan adreson kaj tial ne estas sciigeblaj!
it: Tieni presente che alcuni partecipanti non hanno fornito un indirizzo e-mail e non gli verrà inviata nessuna comunicazione!

source: Notify me about new answers
de: Mich über neue Antworten benachrichtigen
eo: Sciigi min pri novaj respondoj
it: Informami delle nuove risposte

source: Once the newdle is created, you will be shown a link which you need to send to anyone you wish to invite.
de: Sobald das newdle erstellt wurde, wird Ihnen ein Link angezeigt, den Sie jedem schicken müssen, den Sie einladen möchten.
eo: Post kreo de la newdle, montriĝos ligilo, kiun vi devas sendi al tiuj, kiujn vi volas inviti.
it: Una volta che il newdle è stato creato, verrà mostrato un link che potrai inviare a chiunque desideri invitare.

source: Options
it: Opzioni

source: Other participants' answers are hidden
it: Le risposte degli altri partecipanti sono private

source: Participants
it: Partecipanti

source: Pick one date per participant
it: Trova uno slot per partecipante

source: Please enter a title for your event...
de: Bitte geben Sie einen Titel für Ihre Veranstaltung ein …
eo: Bonvolu tajpi titolon de via evento…
it: Inserisci un titolo per l'evento...

source: Please enter your name...
de: Bitte geben Sie Ihren Namen ein …
eo: Bonvolu tajpi vian nomon…
it: Inserisci il tuo nome...

source: Please log in again to confirm your identity
de: Bitte melden Sie sich erneut an, um Ihre Identität zu bestätigen
eo: Bonvolu reensaluti por konfirmi vian identecon
it: Accedi di nuovo per verificare la tua identità

source: Revert to the local timezone
it: Torna al fuso orario locale

source: Review cloned newdle
it: Revisiona il newdle replicato

source: Search
de: Suchen
eo: Serĉi
it: Cerca

source: Select final date
de: Enddatum auswählen
eo: Finpretigi daton
it: Seleziona lo slot definitivo

source: Select your language
it: Seleziona la lingua

source: Send your answer
de: Ihre Antwort senden
eo: Sendi vian respondon
it: Invia la risposta

source: Set the time slots based on their availability
de: Stellen Sie die Zeitfenster basierend auf ihrer Verfügbarkeit ein
eo: Agordi periodojn laŭ ilia disponebleco
it: Decidi gli slot in base alle disponibilità

source: Set the timeslots to start at a specific date
it: Imposta gli slot a partire da un giorno specifico

source: Shareable link
it: Link di condivisione

source: Skip
de: Überspringen
eo: Preterpasi
it: Salta

source: Some of the current timeslots are in the past
it: Alcuni slot scelti sono passati

source: Some of your participants do not have e-mail addresses and will not be contacted:
de: Einige Ihrer Teilnehmer haben keine E-Mail-Adressen und werden nicht kontaktiert:
eo: Kelkaj el viaj partoprenantoj ne havas retpoŝtajan adresojn kaj ne estos kontaktitaj:
it: Alcuni partecipanti non hanno indirizzi e-mail e non saranno informati:

source: Some participants were not logged in and will be skipped in the cloned newdle.
it: Alcuni partecipanti non avevano effettuato l'accesso e sono stati rimossi dalla replica.

source: Something went wrong when notifying participants:
de: Beim Benachrichtigen der Teilnehmer ist etwas schief gegangen:
eo: Io fuŝiĝis pri sciigo de la partoprenantoj:
it: Qualcosa è andato storto nell'informare i partecipanti:

source: Starting date:
it: Giorno di inizio:

source: Summary: {0}
it: Riepilogo:

source: The following participants have not voted yet:
de: Die folgenden Teilnehmer haben noch nicht abgestimmt:
eo: La jenaj partoprenantoj ankoraŭ ne voĉdonis:
it: I seguenti partecipanti non hanno ancora votato:

source: The participants have been notified of the final date.
de: Die Teilnehmer wurden noch nicht über den endgültigen Termin informiert.
eo: La partoprenantoj estis sciigitaj pri la finpretigita dato.
it: I partecipanti sono stati informati dello slot definitivo.

source: There are no participants yet.
de: Es sind noch keine Teilnehmer vorhanden.
eo: Ankoraŭ ne estas partoprenantoj.
it: Non ci sono ancora partecipanti.

source: They will be presented as options to the participants
de: Sie werden den Teilnehmern als Optionen präsentiert werden
eo: Ili estos prezentataj kiel opcioj al la partoprenantoj
it: Saranno mostrati come opzioni ai partecipanti

source: This newdle has already finished
de: Dieses newdle ist bereits fertig
eo: Ĉi tiu newdle jam finiĝis
it: Questo newdle è terminato

source: This newdle has been deleted by its creator.
de: Dieses newdle wurde von seinem Ersteller gelöscht.
eo: La kreinto de ĉi tiu newdle forigis ĝin.
it: Questo newdle è stato eliminato.

source: This newdle has finished
de: Dieses newdle wurde abgeschlossen
eo: Ĉi tiu newdle finiĝis
it: Questo newdle è terminato

source: This page is personal and its URL should not be shared. Please use the shareable link above to share the newdle with others.
it: Questa pagina è privata e il suo URL non va condiviso. Usa il link di condivisione se vuoi invitare altri a partecipare.

source: This slot is already taken
it: Questo slot è già occupato

source: This slot was added after the participant has already answered
it: Questo slot è stato aggiunto dopo che il partecipante ha dato una risposta

source: This user was not logged in and will be skipped in the cloned newdle.
it: Questo utente non aveva effettuato l'accesso e verrà rimosso dalla replica.

source: Timeslots
it: Slot

source: Timezone
de: Zeitzone
eo: Horzono
it: Fuso orario

source: Timezone {revertIcon}
it: Fuso orario {revertIcon}

source: Toggle grid view
it: Visualizzazione a griglia

source: Update your answer
de: Ihre Antwort bearbeiten
eo: Ĝisdatigi vian respondon
it: Aggiorna la tua risposta

source: View summary
de: Zusammenfassung ansehen
eo: Vidi resumon
it: Guarda il riepilogo

source: We are almost there!
de: Wir haben es fast geschafft!
eo: Preskaŭ finite!
it: Ci siamo quasi!

source: We have prefilled this form with the data you selected. If needed, you can make adjustments and then finalize your newdle in the last step.
it: Questo modulo è stato precompilato con i dati da te selezionati, puoi modificarli e confermare il newdle nell'ultimo passo.

source: Welcome to newdle!
de: Willkommen bei newdle!
eo: Bonvenon al newdle!
it: Benvenuti su newdle!

source: Who are you?
de: Wer sind Sie?
eo: Kiu vi estas?
it: Chi sei?

source: You are not part of any newdles yet.
de: Sie sind noch nicht Teil eines newdles.
eo: Vi ankoraŭ ne partoprenas en ajna newdle.
it: Nessun newdle da visualizzare

source: You can also "Skip" this step and simply share the link to your newdle
de: Sie können diesen Schritt auch „Überspringen“ und einfach den Link zu Ihrem newdle freigeben
eo: Vi ankaŭ povas "Preterpasi" ĉi tiun paŝon kaj simple sendi la ligilon pri via newdle
it: Puoi anche "Saltare" questo passaggio e utilizzare il link di condivisione

source: You can only choose a single timeslot
it: Puoi scegliere un solo slot

source: You can use it to find out the best dates/times for your meetings.
de: Sie können es benutzen, um die besten Tage und Uhrzeiten für Ihre Meetings zu finden.
eo: Vi povas uzi ĝin por ekscii la plej bonajn datojn/horojn por viaj kunvenoj.
it: Puoi usarla per trovare il giorno e l'ora migliore per le tue riunioni.

source: You need to log in to access this page
de: Sie müssen sich einloggen, um diese Seite öffnen zu können
eo: Vi devas ensaluti por atingi ĉi tiun paĝon
it: Devi accedere per visualizzare questa pagina

source: Your answer has been saved!
de: Ihre Antwort wurde gespeichert!
eo: Via respondo estas konservita!
it: La tua risposta è stata salvata!

source: Your newdle was created and invitation e-mails have been sent. You can send the following link to everyone you would like to invite:
de: Ihr newdle wurde erstellt und Einladungs-E-Mails wurden gesendet. Sie können den folgenden Link an alle senden, die Sie einladen möchten:
eo: Via newdle kreiĝis, kaj invitaj retmesaĝoj sendiĝis. Vi povas sendi la jenan ligilon al tiuj, kiujn vi volas inviti:
it: Il newdle è stato creato e le e-mail di invito sono state inviate. Puoi condividere il seguente link con chiunque altro desideri invitare:

source: Your newdle was created. You can now send the following to everyone you would like to invite:
it: Il tuo newdle è stato creato. Puoi condividere il seguente link con chiunque altro desideri invitare:

source: Your participants will receive an e-mail asking them to register to their preference. Once the newdle is created, you will be shown a link you can share with anyone else you wish to invite.
de: Ihre Teilnehmer erhalten eine E-Mail mit der Aufforderung, sich nach ihren Wünschen zu registrieren. Sobald das newdle erstellt wurde, wird Ihnen ein Link angezeigt, den Sie mit anderen Personen teilen können, die Sie einladen möchten.
eo: Viaj partoprenantoj ricevos retmesaĝojn petantajn ilin registri sin laŭ siaj preferoj. Post kreo de la newdle, montriĝos ligilo, kiun vi povas sendi al tiuj, kiujn vi volas inviti.
it: I partecipanti riceveranno una e-mail per inserire le loro preferenze. Una volta creato il newdle avrai a disposizione un link che puoi condividere con chiunque altro desideri invitare.

source: Your selected slot is already taken
it: Lo slot che hai scelto non è più disponibile

source: Your selected timeslot is:
it: Il tuo slot è:

source: Your session expired
de: Ihre Sitzung ist abgelaufen
eo: Via sesio eksvalidiĝis
it: Sessione scaduta

source: by {author}
de: von {author}
eo: de {author}
it: da {author}

source: finished
de: fertig
eo: finita
it: terminato

source: newdle logo
eo: emblemo de newdle
it: logo newdle

source: ongoing
de: laufend
eo: daŭranta
it: in corso

source: or
it: o

source: originally created in the <0>{newdleTz}</0> timezone
de: ursprünglich in der Zeitzone <0>{newdleTz}</0> erstellt
eo: origine kreita en la horzono <0>{newdleTz}</0>
it: Originariamente creato nel fuso orario <0>{newdleTz}</0>

source: switch back to the <0>{defaultUserTz}</0> timezone
de: Wechsele zurück zur Zeitzone <0>{defaultUserTz}</0>
eo: ŝanĝi reen al la horzono <0>{defaultUserTz}</0>
it: torna al fuso orario <0>{defaultUserTz}</0>

source: {0, plural, =0 {No participants registered} one {# participant registered} other {# participants registered}}
it: {0, plural, =0 {Nessun partecipante} one {# partecipante registrato} other {# partecipanti registrati}}

source: {0, plural, one {# participant will be e-mailed:} other {# participants will be e-mailed:}}
de: {0, plural, one {# Teilnehmer wird per E-Mail benachrichtigt:} other {# Teilnehmer werden per E-Mail benachrichtigt:}}
eo: {0, plural, one {# partoprenanto ricevos retpoŝtan mesaĝon:} other {# partoprenantoj ricevos retpoŝtajn mesaĝojn:}}
it: {0, plural, one {ad # partecipante verrà inviata una e-mail:} other {a # partecipanti verrà inviata una e-mail:}}

source: {0, plural, one {+# more} other {+# more}}
de: {0, plural, one {+# mehr} other {+# mehr}}
eo: {0, plural, one {+# plia} other {+# pliaj}}
it: {0, plural, one {+# altro} other {+# altri}}

source: {0, plural, one {You replied with # timeslot} other {You replied with # timeslots}}
de: {0, plural, one {Du hast mit # Zeitfenster geantwortet} other {Du hast mit # Zeitfenstern geantwortet}}
eo: {0, plural, one {Vi respondis per # periodo} other {Vi respondis per # periodoj}}
it: {0, plural, one {Hai dato disponibilità in # slot} other {Hai dato disponibilità in # slot}}

source: {0, plural, one {{1} out of # participant answered} other {{2} out of # participants answered}}
de: {0, plural, one {{1} von # Teilnehmern hat geantwortet} other {{2} von # Teilnehmern hat geantwortet}}
eo: {0, plural, one {{1} el # partoprenantoj respondis} other {{2} el # partoprenantoj respondis}}
it: {0, plural, one {{1} su # ha risposto} other {{2} su # hanno risposto}}

source: {0} has been finalized
it: {0} è stato confermato

source: {0} will take place on:
de: {0} findet statt am:
eo: {0} okazos je:
it: {0} avverrà il:

source: {availableCount, plural, one {# available participant} other {# available participants}}
de: {availableCount, plural, one {# verfügbarer Teilnehmer} other {# verfügbare Teilnehmer}}
eo: {availableCount, plural, one {# disponebla partoprenanto} other {# disponeblaj partoprenantoj}}
it: {availableCount, plural, one {# partecipante disponibile} other {# partecipanti disponibili}}

source: {hours, plural, one {{hours} hour} other {{hours} hours}}
de: {hours, plural, one {{hours} Stunde} other {{hours} Stunden}}
eo: {hours, plural, one {{hours} horo} other {{hours} horoj}}
it: {hours, plural, one {{hours} ora} other {{hours} ore}}

source: {minutes} minutes
it: {minutes} minuti

source: {newdleLink} is Open Source
it: {newdleLink} è Open Source

source: {numSlots, plural, one {<0>#</0> slot selected} other {<1>#</1> slots selected} =0 {You haven't selected any slots yet}}
it: {numSlots, plural, one {<0>#</0> slot selezionato} other {<1>#</1> slot selezionati} =0 {Nessuno slot selezionato}}

source: {numberOfTimeslots, plural, one {{numberOfAvailable} out of # option chosen} other {{numberOfAvailable} out of # options chosen}}
it: {numberOfTimeslots, plural, one {{numberOfAvailable} su # slot scelto} other {{numberOfAvailable} su # slot scelti}}

source: {title} will take place on:
de: {title} findet statt am:
eo: {title} okazos je:
it: {title} avverrà il:

source: {hours}h {minutes}min
de: {hours} Std. {minutes} Min.
